const post: React.FC = () => {
    return (
        <>
            <h1>Home</h1>
            <p>
                কম্পিউটার সাইন্স & ইঞ্জিনিয়ারিং এর নতুন একটি বাংলা ব্লগ এ আপনাকে
                স্বাগতম।
                <br />
                <a href="./index">ব্লগের পোষ্টগুলো পাবেন এখানে।</a>
                <br />
                <br />
                ব্লগটি সবার জন্য উন্মুক্ত। আপনিও চাইলে লিখতে পারেন এবং কোন পোষ্ট
                এ পোষ্টদাতার Permission থাকলে পোষ্ট Edit করতে পারেন।
                <br />
                <a href="./contributing">
                    কিভাবে তা করবেন সেটা এখানে দেয়া আছে।
                </a>
            </p>
        </>
    );
};
export default post;
